Repository: Torwald45/basic-seo-plugin
Catalog: languages/basic-seo-torwald45-*.po
Languages: de_de, es_es, pl_pl

source: Basic SEO Settings
de_de: Basic SEO Einstellungen
es_es: Configuración Basic SEO
pl_pl: Ustawienia Basic SEO

source: Dashboard
es_es: Panel
pl_pl: Pulpit

source: Settings
de_de: Einstellungen
es_es: Configuración
pl_pl: Ustawienia

source: Help
pl_pl: Pomoc

source: Saving...
de_de: Speichern...
es_es: Guardando...
pl_pl: Zapisywanie...

source: Settings saved!
de_de: Einstellungen gespeichert!
es_es: ¡Configuración guardada!
pl_pl: Ustawienia zapisane!

source: Error saving settings!
de_de: Fehler beim Speichern der Einstellungen!
es_es: ¡Error al guardar la configuración!
pl_pl: Błąd zapisu ustawień!

source: SEO Settings
de_de: SEO-Einstellungen
es_es: Configuración SEO
pl_pl: Ustawienia SEO

source: Title Tag
es_es: Etiqueta Title
pl_pl: Tag Title

source: This will replace the default title in search results and browser tab.
de_de: Dies ersetzt den Standard-Titel in Suchergebnissen und Browser-Tab.
es_es: Esto reemplazará el título predeterminado en resultados de búsqueda y pestaña del navegador.
pl_pl: To zastąpi domyślny tytuł w wynikach wyszukiwania i zakładce przeglądarki.

source: Meta Description
de_de: Meta-Beschreibung
es_es: Meta Descripción
pl_pl: Meta Opis

source: Enter meta description for search engines...
de_de: Meta-Beschreibung für Suchmaschinen eingeben...
es_es: Introduce meta descripción para motores de búsqueda...
pl_pl: Wprowadź meta opis dla wyszukiwarek...

source: characters
de_de: Zeichen
es_es: caracteres
pl_pl: znaków

source: Warning: Description is too long for optimal SEO
de_de: Warnung: Beschreibung ist zu lang für optimales SEO
es_es: Advertencia: La descripción es demasiado larga para SEO óptimo
pl_pl: Ostrzeżenie: Opis jest za długi dla optymalnego SEO

source: Description for search engine results. Recommended length: 150-160 characters.
de_de: Beschreibung für Suchmaschinenergebnisse. Empfohlene Länge: 150-160 Zeichen.
es_es: Descripción para resultados de motores de búsqueda. Longitud recomendada: 150-160 caracteres.
pl_pl: Opis dla wyników wyszukiwarek. Zalecana długość: 150-160 znaków.

source: SEO Title
de_de: SEO-Titel
es_es: Título SEO
pl_pl: Tytuł SEO

source: Custom title for search results and browser tab.
de_de: Benutzerdefinierter Titel für Suchergebnisse und Browser-Tab.
es_es: Título personalizado para resultados de búsqueda y pestaña del navegador.
pl_pl: Własny tytuł dla wyników wyszukiwania i zakładki przeglądarki.

source: Description for search engine results.
de_de: Beschreibung für Suchmaschinenergebnisse.
es_es: Descripción para resultados de motores de búsqueda.
pl_pl: Opis dla wyników wyszukiwarek.

source: Home
de_de: Startseite
es_es: Inicio
pl_pl: Strona główna

source: XML Sitemap
es_es: Mapa del sitio XML
pl_pl: Mapa strony XML

source: No public post types found.
de_de: Keine öffentlichen Beitragstypen gefunden.
es_es: No se encontraron tipos de publicación públicos.
pl_pl: Nie znaleziono publicznych typów postów.

source: No public taxonomies found.
de_de: Keine öffentlichen Taxonomien gefunden.
es_es: No se encontraron taxonomías públicas.
pl_pl: Nie znaleziono publicznych taksonomii.

source: Error: Post type does not exist.
de_de: Fehler: Beitragstyp existiert nicht.
es_es: Error: El tipo de publicación no existe.
pl_pl: Błąd: Typ postu nie istnieje.

source: Last Modified
de_de: Zuletzt geändert
es_es: Última modificación
pl_pl: Ostatnia modyfikacja

source: No published content found.
de_de: Keine veröffentlichten Inhalte gefunden.
es_es: No se encontró contenido publicado.
pl_pl: Nie znaleziono opublikowanej zawartości.

source: Back to main sitemap
de_de: Zurück zur Haupt-Sitemap
es_es: Volver al mapa del sitio principal
pl_pl: Powrót do głównej mapy strony

source: SEO Overview
de_de: SEO-Übersicht
es_es: Resumen SEO
pl_pl: Przegląd SEO

source: Posts with SEO
de_de: Beiträge mit SEO
es_es: Entradas con SEO
pl_pl: Posty z SEO

source: Posts without SEO
de_de: Beiträge ohne SEO
es_es: Entradas sin SEO
pl_pl: Posty bez SEO

source: Pages with SEO
de_de: Seiten mit SEO
es_es: Páginas con SEO
pl_pl: Strony z SEO

source: Pages without SEO
de_de: Seiten ohne SEO
es_es: Páginas sin SEO
pl_pl: Strony bez SEO

source: Products with SEO
de_de: Produkte mit SEO
es_es: Productos con SEO
pl_pl: Produkty z SEO

source: Products without SEO
de_de: Produkte ohne SEO
es_es: Productos sin SEO
pl_pl: Produkty bez SEO

source: Missing SEO Data
de_de: Fehlende SEO-Daten
es_es: Datos SEO faltantes
pl_pl: Brakujące dane SEO

source: Posts without title or description:
de_de: Beiträge ohne Titel oder Beschreibung:
es_es: Entradas sin título o descripción:
pl_pl: Posty bez tytułu lub opisu:

source: Edit
de_de: Bearbeiten
es_es: Editar
pl_pl: Edytuj

source: All posts have SEO data!
de_de: Alle Beiträge haben SEO-Daten!
es_es: ¡Todas las entradas tienen datos SEO!
pl_pl: Wszystkie posty mają dane SEO!

source: Module Settings
de_de: Modul-Einstellungen
es_es: Configuración de módulos
pl_pl: Ustawienia modułów

source: Meta Tags
pl_pl: Meta Tagi

source: Enable Meta Tags
de_de: Meta-Tags aktivieren
es_es: Habilitar Meta Etiquetas
pl_pl: Włącz Meta Tagi

source: Enable custom title tags and meta descriptions
de_de: Benutzerdefinierte Title-Tags und Meta-Beschreibungen aktivieren
es_es: Habilitar etiquetas title personalizadas y meta descripciones
pl_pl: Włącz własne tagi title i meta opisy

source: Enable Sitemap
de_de: Sitemap aktivieren
es_es: Habilitar Mapa del sitio
pl_pl: Włącz Mapę strony

source: Generate XML sitemap automatically
de_de: XML-Sitemap automatisch generieren
es_es: Generar mapa del sitio XML automáticamente
pl_pl: Generuj mapę strony XML automatycznie

source: Enable Breadcrumbs
de_de: Breadcrumbs aktivieren
es_es: Habilitar Migas de pan
pl_pl: Włącz Breadcrumbs

source: Add breadcrumb navigation support
es_es: Agregar soporte de navegación con migas de pan
pl_pl: Dodaj wsparcie nawigacji breadcrumb

source: Enable Open Graph
de_de: Open Graph aktivieren
es_es: Habilitar Open Graph
pl_pl: Włącz Open Graph

source: Add Open Graph meta tags for social media
de_de: Open Graph Meta-Tags für soziale Medien hinzufügen
es_es: Agregar meta etiquetas Open Graph para redes sociales
pl_pl: Dodaj meta tagi Open Graph dla mediów społecznościowych

source: Enable Canonical URLs
de_de: Canonical URLs aktivieren
es_es: Habilitar URLs Canónicas
pl_pl: Włącz Canonical URLs

source: Add canonical URLs to prevent duplicate content
de_de: Canonical URLs hinzufügen um doppelte Inhalte zu vermeiden
es_es: Agregar URLs canónicas para prevenir contenido duplicado
pl_pl: Dodaj canonical URLs aby zapobiec duplikacji treści

source: Redirect Attachments
de_de: Anhänge weiterleiten
es_es: Redirigir adjuntos
pl_pl: Przekieruj załączniki

source: Redirect attachment pages to prevent duplicate content
de_de: Anhang-Seiten weiterleiten um doppelte Inhalte zu vermeiden
es_es: Redirigir páginas de adjuntos para prevenir contenido duplicado
pl_pl: Przekieruj strony załączników aby zapobiec duplikacji treści

source: Meta Description Settings
de_de: Meta-Beschreibung Einstellungen
es_es: Configuración Meta Descripción
pl_pl: Ustawienia Meta Opisu

source: Length Control
de_de: Längenkontrolle
es_es: Control de longitud
pl_pl: Kontrola długości

source: No limit
de_de: Kein Limit
es_es: Sin límite
pl_pl: Bez limitu

source: Show warning
de_de: Warnung anzeigen
es_es: Mostrar advertencia
pl_pl: Pokaż ostrzeżenie

source: Auto cut
de_de: Automatisch kürzen
es_es: Corte automático
pl_pl: Automatyczne obcięcie

source: Breadcrumb Settings
de_de: Breadcrumb-Einstellungen
es_es: Configuración Migas de pan
pl_pl: Ustawienia Breadcrumb

source: Home Text
de_de: Startseiten-Text
es_es: Texto de inicio
pl_pl: Tekst strony głównej

source: Sitemap Settings
de_de: Sitemap-Einstellungen
es_es: Configuración Mapa del sitio
pl_pl: Ustawienia Mapy strony

source: Posts per page
de_de: Beiträge pro Seite
es_es: Entradas por página
pl_pl: Postów na stronę

source: Maximum number of URLs per sitemap page
de_de: Maximale Anzahl URLs pro Sitemap-Seite
es_es: Número máximo de URLs por página del mapa
pl_pl: Maksymalna liczba URLi na stronę mapy

source: Open Graph Settings
de_de: Open Graph Einstellungen
es_es: Configuración Open Graph
pl_pl: Ustawienia Open Graph

source: Default Image URL
de_de: Standard-Bild URL
es_es: URL imagen predeterminada
pl_pl: Domyślny URL obrazka

source: Twitter Card Type
de_de: Twitter Card Typ
es_es: Tipo Twitter Card
pl_pl: Typ Twitter Card

source: Summary
de_de: Zusammenfassung
es_es: Resumen
pl_pl: Podsumowanie

source: Summary Large Image
de_de: Zusammenfassung großes Bild
es_es: Resumen imagen grande
pl_pl: Podsumowanie duży obraz

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
pl_pl: Zapisz zmiany

source: Plugin automatically adds custom meta title tags and meta descriptions to posts/pages. Edit them in meta boxes below the editor or use Quick Edit in post listings.
pl_pl: Plugin automatycznie dodaje własne meta tagi title i opisy do postów/stron. Edytuj je w polach meta poniżej edytora lub używaj Quick Edit w listach postów.

source: Use shortcode [basicseo-breadcrumb] in content or call do_shortcode('[basicseo-breadcrumb]') in your theme template files.
pl_pl: Użyj shortcode [basicseo-breadcrumb] w treści lub wywołaj do_shortcode('[basicseo-breadcrumb]') w plikach szablonu motywu.

source: Automatic meta tags for Facebook/Twitter sharing. Uses featured image, custom meta title/description, and fallback settings.
pl_pl: Automatyczne meta tagi dla udostępniania Facebook/Twitter. Używa obrazu wyróżniającego, własnego meta title/opisu i ustawień zapasowych.

source: Automatic rel=canonical tags added to all pages to prevent duplicate content issues.
pl_pl: Automatyczne tagi rel=canonical dodane do wszystkich stron aby zapobiec problemom z duplikacją treści.

source: Redirects attachment pages to parent posts to prevent duplicate content and improve SEO.
pl_pl: Przekierowuje strony załączników do postów nadrzędnych aby zapobiec duplikacji treści i poprawić SEO.

source: Posts Missing Meta Title, Meta Description and Featured Image
pl_pl: Posty bez Meta Title, Meta Description i Obrazu wyróżniającego

source: Available at <a href="%s" target="_blank">/sitemap.xml</a> - automatically generated from all public posts/pages/products with pagination support.
pl_pl: Dostępne pod <a href="%s" target="_blank">/sitemap.xml</a> - automatycznie generowane ze wszystkich publicznych postów/stron/produktów z obsługą paginacji.

source: Missing: %s
pl_pl: Brakuje: %s

source: title
pl_pl: tytuł

source: description
pl_pl: opis

source: featured image
pl_pl: obraz wyróżniający

source: title, description
pl_pl: tytuł, opis

source: title, description, featured image
pl_pl: tytuł, opis, obraz wyróżniający

source: Separator
de_de: Trennzeichen
es_es: Separador
